
<h1 class="content-title">まったりマイクラサーバー公式サイトにようこそ</h1>
<p>
	(多少)バニラのマインクラフトでのんびりまったりやっていくサーバーです。<br> 木を切ったら葉っぱがすぐに消滅したり、サーバーに入っている人の半数が寝たら夜を越せたりと多少バニラと違うかもしれませんが、ほぼバニラと変わらない世界観を楽しめるワールドになっています。<br> みんなが楽しくプレイできるようにサーバールールを守って遊びましょう！<br> まったりマイクラサーバーに参加される方は、必ずサーバールールを熟読したうえで参加してください。
</p>
<hr>
<p>
	対応バージョン：
	<mark id="version">Minecraft Java Edition 1.7～1.16.4(仕様は1.16.4のものとなります。)</mark>
	<br> サーバーアドレス：
	<mark id="address">invisible-rabbit.f5.si</mark>
	<br> マップ：<a class="hide-line" href="dynmap">まったりマイクラサーバーのマップ</a><br>
	<strong><mark>サーバーに参加する際は<a class="hide-line" href="?category=rules&content=rules">サーバールール</a>を熟読して他人に迷惑をかけないようにプレイしてください。</mark></strong><br>
	<mark>※最近、プレイヤー同士の揉め事が多くなってきています。<br>
	参加する場合はサーバールールをしっかり読んでください。<br>
	保護なし、パブリック設定のチェストの内容物の窃盗につきましては、窃盗した人が"BANされた場合"はロールバックと同時に戻ってきますが、それ以外につきましては対処できません。<br>
	個人用のチェストは<a href="?category=plugins&content=lwc#cprivate">こちら</a>に記載されているコマンドにて保護してください。<br>
	複数人で共有する場合は<a href="?category=plugins&content=lwc#cmodify">こちら</a>のコマンドをご利用ください。</mark>
</p>
<hr>
<p>
	このサーバーはDiscordにコミュニティを作っています。<br> ゲーム内とDiscordで相互にチャットできるなど様々な機能が実装されていますので是非参加して下さい。<br> <a class="hide-line" href="https://discord.gg/wshGjfg">こちら</a>からサーバーに参加できます。

</p>
<hr>
<p>
	このサーバーではJapan Minecraft Serversで投票していただけるとゲーム内通貨が貰えるようになっています。<br> よろしければ<a href="https://minecraft.jp/servers/5d10cbe0a9b0bd69f2008351/vote">こちら</a>から投票をお願いします。<br> ユーザー名を通知しないとアイテムは貰えません。<br> Minecaftのユーザー名を忘れずに記入して投票してください。<br> ※不具合でもらえない場合もありますが、補填等はございません。ご了承ください。
</p>
<hr>
<p>
	このサーバーには経済プラグインが入っています。<br>
	所持金を確認する際は「/balance」と入力してください。<br>
	「/jobs browse」で職業一覧が表示されますので就きたい職についてください。<br>
	(このサーバーでは最大5個までの職に同時に就けます。)<br>
	職に就いた後に設定されているこうどうをすればお金を稼ぐことができます。<br>
	稼いだお金で便利になるようなものを買ったりしてください。<br>
	※始まりの地のポータルの上の階でいくつか便利になりそうなものを売っています。
</p>