
<h1 class="content-title">定期メンテナンスについて</h1>
<div style="padding-left: 1rem">
	このサーバーでは、
	<mark>毎週木曜日の13:00～16:00</mark>
	に定期メンテナンスを行います。<br> 該当時刻ではユーザーデータ保持のため、サーバーには入らないようにして下さい。 また、作業の進捗、突発的な不具合によりメンテナンス時間が前後する場合がございます。<br> メンテナンス時間の前後は<a class="hide-line" href="https://discord.gg/yRtnGMv">こちら</a>のDiscordチャンネルにて報告しますので是非登録しておいて下さい。
</div>
<hr>
<h1 class="content-title">自動再起動について</h1>
<div style="padding-left: 1rem">
	このサーバーでは定期メンテナンス以外に
	<mark>毎週月曜日の06:00</mark>
	にサーバーの自動再起動が行われます。<br> 上記の定期メンテナンスと同様にユーザーデータ保持のため、該当時刻にはサーバーには入らないようにして下さい。<br> なお、こちらのメンテナンス状況は上記のチャンネルでは報告されませんのでご注意下さい。
</div>
<hr>
<h1 class="content-title">緊急メンテナンスについて</h1>
<div style="padding-left: 1rem">
	上記メンテナンス、再起動の他に緊急メンテナンスがあります。<br> こちらはサーバーの物理的、論理的破損によってサーバーの運営が困難になった場合や、<br> 停電、ネットワーク切断等の外的要因、<br> 急を要する脆弱性等の発見、<br> 荒らしなどによるワールドの破壊行為がサーバー開放状態では不可能になった場合に発生します。<br> 緊急メンテナンスは定期メンテナンスと同じ<a class="hide-line" href="https://discord.gg/yRtnGMv">こちら</a>のDiscordチャンネルにて報告しますので是非登録しておいて下さい。
</div>